{
  "term": "Spring",
  "year": "2021",
  "level": [
    "Non-Credit"
  ],
  "topics": [
    [
      "Engineering",
      "Computer Science",
      "Artificial Intelligence"
    ],
    [
      "Fine Arts",
      "Media Studies"
    ],
    [
      "Teaching and Education"
    ]
  ],
  "legacy_uid": "5add8071-81dd-a657-cf2d-a245b8f76e0a",
  "instructors": {
    "content": [
      "78a34add-0c42-6ed5-b931-18f94a550dbf",
      "a9dd3568-f6ee-c77e-f931-308f5cc0142e"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "ddd36610-35a7-40d4-00d1-717ca1e4114e",
    "website": "res-cms-001-media-literacy-in-the-age-of-deepfakes-spring-2021"
  },
  "course_title": "Media Literacy in the Age of Deepfakes",
  "hide_download": false,
  "course_description": "Media Literacy in the Age of Deepfakes aims to equip students with the critical skills to better understand the past and contemporary threat of misinformation. Students will learn about different ways to analyze emerging forms of misinformation such as \"deepfake\" videos as well as how new technologies can be used to create a more just and equitable society. This module consists of three interconnected sections. We begin by defining and contextualizing some key terms related to misinformation. We then focus on the proliferation of deepfakes within our media environment. Lastly, we explore synthetic media for the civic good, including AI-enabled projects geared towards satire, investigative documentary, and public history. In Event of Moon Disaster, an award-winning deepfake art installation about the \"failed\" Apollo 11 moon landing, serves as a central case study.\n\nThis learning module also includes a suite of educator resources that consists of a syllabus, bibliography, and design prompts. We encourage teachers to draw on and adapt these resources for the purposes of their own classes.\n\nVisit {{% resource_link \"abe944df-ec1b-4cef-86d8-23045403c49c\" \"Media Literacy in the Age of Deepfakes\" %}} to access the learning module and educator resources. A sample of some of these materials can be found on OCW.\n\nThis course was produced by the {{% resource_link \"27a49dc1-0a00-4d95-b0ae-9338f86b6eea\" \"MIT Center for Advanced Virtuality\" %}}, with support from the {{% resource_link \"8680afbd-486d-4d17-8279-1ecbfa95e637\" \"J-WEL: Abdul Latif Jameel World Education Lab\" %}}.\n",
  "department_numbers": [
    "CMS-W"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "RES.CMS-001",
  "course_image_thumbnail": {
    "content": "0137e087-a13d-f058-7030-e929a834fe8d",
    "website": "res-cms-001-media-literacy-in-the-age-of-deepfakes-spring-2021"
  },
  "learning_resource_types": [],
  "site_uid": "48ae496f-a595-4811-9d76-74a928cb71b9",
  "site_short_id": "res.cms-001-spring-2021",
  "site_url_path": "courses/res-cms-001-media-literacy-in-the-age-of-deepfakes-spring-2021",
  "title": "Course Metadata"
}